{
  "GOOD NEWS!": "¡BUENAS NOTICIAS!",
  "New Version Available": "Nueva versión disponible",
  "Update your app to take advantage of cool": "Actualize su aplicativo para aprovechar las ventajas de los",
  "new features, faster performance and": "nuevos recursos, desempeño más rápido y",
  "more XLiquidus goodness!": "más cosas buenas de XLiquidus!",
  "SKIP": "SALTAR",
  "Enter your email address and will send": "Coloque su email y",
  "you a link to reset your password.": "será enviado un link para redefinir su contraseña.",
  "We are unable to reset this password. Please be sure enter the email you used to create your account.": "No podemos redefinir esta contraseña. Certifíquese de colocar el e-mail que usó para cear su cuenta.",
  "Microsoft Account": "Cuenta Microsoft",
  "Or": "O",
  "Log in using your": "Entre usando su",
  "EMAIL ADDRESS": "DIRECCIÓN DE EMAIL",
  "CONFIRM EMAIL ADDRESS": "CONFIRME SU DIRECCIÓN DE EMAIL",
  "RESET PASSWORD": "REDEFINIR CONTRASEÑA",
  "Google Account": "Cuenta Google",
  "GET STARTED": "EMPEZAR",
  "ALREADY A MEMBER": "YA ES UN MIEMBRO",
  "WELCOME": "BIENVENIDO",
  "BACK": "VOLVER",
  "MEMBER LOGIN": "ENTRAR COMO MIEMBRO",
  "LOG IN WITH GOOGLE": "ENTRE CON GOOGLE",
  "LOG IN WITH MICROSOFT": "ENTRE CON MICROSOFT",
  "LOG IN WITH APPLE": "ENTRE CON APPLE",
  "Create an Account": "Crear una cuenta",
  "Forgot Password?": "Olvidó la contraseña?",
  "Don’t Worry": "No se preocupe",
  "We will be right back.": "Ya volvemos.",
  "We are currently doing routine": "Estamos haciendo una rutina de",
  "maintenance but promise to be back <br> better than ever shortly!": "mantenimiento pero volveremos en breve!",
  "Thanks for your patience": "Gracias por la paciencia",
  "CLOSE": "CERRAR",
  "X CLOSE": "X CERRAR",
  "LET'S": "VAMOS",
  "CREATE YOUR ACCOUNT": "A CREAR SU CUENTA",
  "DIVE": "VEN",
  "RIGHT IN": "CON NOSOTROS",
  "WHAT WOULD YOU LIKE US TO CALL YOU?": "CÓMO PODEMOS LLAMARLO?",
  "EMAIL": "EMAIL",
  "(User ID)": "(ID DE USUARIO)",
  " PREFERRED LANGUAGE:": " IDIOMA PREFERIDO:",
  "CHOOSE LANGUAGE": "ESCOGER IDIOMA",
  "I have read and agree to the": "Leí y concuerdo con los",
  "Terms of Service and Privacy Policy": "Términos de Servicio y Política de Privacidad",
  "CREATE MY ACCOUNT": "CREAR MI CUENTA",
  "Already have an Account?": "Ya tiene una cuenta?",
  "LOG IN": "ENTRAR",
  "WELCOME TO": "BIENVENIDOS A",
  "XLIQUIDUS": "XLIQUIDUS",
  "Your temporary password has been emailed to": "Su contraseña temporaria fue enviada por email",
  "make email id": "para crear una cuenta",
  "Didn't get your password?": "¿No recebió la contraseña?",
  "RESEND PASSWORD ": "REENVIAR CONTRASEÑA",
  "PERSONALIZE MY PROFILE": "PERSONALIZAR MI PERFIL",
  "HELLO": "HOLA",
  "THERE": "",
  "Signup Manually": "Entrar manualmente",
  "SIGN UP WITH GOOGLE": "ENTRAR CON GOOGLE",
  "SIGN UP WITH MICROSOFT": "ENTRAR CON MICROSOFT",
  "SIGN UP WITH APPLE": "ENTRAR CON APPLE",
  "CREATE YOUR": "CREAR SU",
  "TRANSACTION PROFILE": "PERFIL DE TRANSACCIÓN",
  "A Transaction Profile is needed to do transactions under $250. This information is kept private per our privacy policy and used ONLY to verify and authorize transactions.": "Se requiere un perfil de transacción para realizar transacciones por debajo de $250. Esta información se mantiene confidencial de acuerdo con nuestra política de privacidad y SOLO se utiliza para verificar y autorizar transacciones.",
  "To authorize, expedite and get the most out of your XLiquidus Account you need to create a": "Para autorizar, agilizar y sacar el máximo partido a tu Cuenta XLiquidus necesitas crear un",
  "Transaction Profile.": "Perfil de Transacción.",
  "FIRST NAME": "PRIMER NOMBRE",
  "(AS SHOWN ON LEGAL ID)": "(COMO APARECE EN EL DOCUMENTO)",
  "LAST NAME": "ÚLTIMO NOMBRE",
  "ADDRESS": "DIRECCIÓN",
  "(STREET AND CITY)": "(CALLE Y CIUDAD)",
  "MOBILE NUMBER": "NÚMERO CELULAR",
  "Select the Country in which you have current Legal Identification for.": "Seleccione el País en el cual posee Identificación Legal actual.",
  " If you don't see your country in this list, XLiquidus may not be available in your country.": "Si no ve tu país en esta lista, XLiquidus puede no estar disponible en su país",
  "COUNTRY": "PAÍS",
  "(AS SHOWN ON LEGAL ID )": "(COMO APARECE EN EL DOCUMENTO )",
  "CHOOSE COUNTRY": "ELEGIR PAÍS",
  "DATE OF BIRTH": "FECHA DE NACIMENTO",
  "GENDER PREFERENCE:": " PREFERENCIAS DE GÉNERO:",
  "SUBMIT": "ENVIAR",
  "SKIP THIS STEP": "SALTAR ESTE PASO",
  "TERMS AND": "TÉRMINOS Y",
  "CONDITIONS": "CONDICIONES",
  "ACCEPTANCE OF THE": "ACEPTAR LOS",
  "TERMS OF USE": "TÉRMINOS DE USO",
  "PRIVACY POLICY": "POLÍTICA DE PRIVACIDAD",
  "These terms of use are entered into by and between You and UssCyber, Inc. (“Company,” “we,”or “us”). The following terms and conditions[, together with any documents they expressly incorporate by reference] ([collectively, ] “Terms of Use”)[,] govern your access to and use of UssCyber.com and WSCE.world, including any content, functionality, and services offered on": "Estos Términos de uso son entre usted y UssCyber, Inc. (\"Compañía\", \"nosotros\" o \"nosotros\"). Los siguientes términos y condiciones [, junto con cualquier documento que incorporen expresamente por referencia] ([colectivamente, ] \"Términos de uso\") [,] rigen su acceso y uso de UssCyber.com y WSCE.world, incluido cualquier contenido, funcionalidad y servicios ofrecidos en",
  "or through such sites (the “Website”), whether as a guest or a registered user.": "o a través de dichos sitios (el “Sitio”), ya sea como invitado o como usuario registrado.",
  "Please read the Terms of Use carefully before you start to use the Website. By using the Website, you accept and agree to be bound and abide by these Terms of Use[ and our": "Por favor, leia atentamente os Termos de Uso antes de começar a usar o Site. Ao usar o Site, você aceita e concorda em ficar vinculado e cumprir estes Termos de Uso[ e nossos",
  "Privacy Policy, found at PRIVACY POLICY URL, incorporated herein by reference. If you do not want to agree to these Terms of Use or the Privacy Policy, you must not access or use": "Política de privacidad, que se encuentra en la URL de la POLÍTICA DE PRIVACIDAD, incorporada aquí como referencia. Si no desea aceptar estos Términos de uso o la Política de privacidad, no debe acceder ni utilizar",
  "the Website. This Website is offered and available to users who are 18 years of age or older. By using this Website, you represent and warrant that you are of legal age to": "el sitio. Este sitio web se ofrece y está disponible para usuarios mayores de 18 años. Al utilizar este sitio, declara y garantiza que es mayor de edad para",
  "form a binding contract with the Company and meet all of the foregoing eligibility requirements. If you do not meet all of these requirements, you must not access or use the Website": "formar un contrato vinculante con la Compañía y cumplir con todos los requisitos de elegibilidad anteriores. Si no cumple con todos estos requisitos, no debe acceder ni utilizar el sitio web.",
  "Changes to the Terms of Use We may revise and update these Terms of Use from time to time in our sole discretion. All changes are effective immediately when we post them[, and apply to all access to and use of the Website thereafter.": "Cambios en los Términos de uso Podemos revisar y actualizar estos Términos de uso de vez en cuando a nuestro exclusivo criterio. Todos los cambios entran en vigencia inmediatamente cuando los publicamos [y se aplican a todos los accesos y usos del Sitio a partir de entonces.",
  "Your continued use of the Website following the posting of revised Terms of Use means that you accept and agree to the changes. You are expected to check this page [from time to time/frequently/each time you access this Website] so you are aware of any changes, as they are binding on you.": "Su uso continuado del Sitio después de la publicación de los Términos de uso revisados significa que acepta y está de acuerdo con los cambios. Se espera que consulte esta página [de vez en cuando/a menudo/cada vez que acceda a este sitio web] para estar al tanto de cualquier cambio que sea vinculante para usted.",
  "Accessing the Website and Account Security We reserve the right to withdraw or amend this Website, and any service or material we provide on the Website, in our sole discretion without notice. We will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period. From time to time, we may restrict access to some parts of the Website, or the entire Website, to users, including": "Acceso al sitio web y seguridad de la cuenta Nos reservamos el derecho de retirar o cambiar este sitio web y cualquier servicio o material que proporcionemos en el sitio web, a nuestro exclusivo criterio, sin previo aviso. No seremos responsables si, por cualquier motivo, la totalidad o parte del Sitio no está disponible en algún momento o durante algún período. De vez en cuando, podemos restringir el acceso a algunas partes del Sitio, o al Sitio completo, a los usuarios, incluidos",
  "PROFILE & SETTINGS": "PERFIL & CONFIGURACIONES",
  "About Me": "Sobre mí",
  "Member Since:": "Miembro desde:",
  "Not Available": "No disponible",
  "Status:": "Estado:",
  "Preferred Language": "Idioma preferido",
  "UPDATE PROFILE": "PERFIL ACTUALIZADO",
  "ABOUT": "SOBRE",
  "buy and liquidate crypto very easy and very transparent.": "compre y liquide criptomoedas de forma fácil y transparente.",
  "XLiquidus is an intuitive platform for crypto investors of all levels looking to buy and liquidate cryptocurrencies. XLiquidus is the liquidation app of choice from WSCE Token and Exchange holders. XLiquidus offers a variety of helpful functions such as:": "XLiquidus es una plataforma intuitiva para inversores en criptomonedas de todos los niveles que buscan comprar y liquidar criptomonedas. XLiquidus es la aplicación de liquidación elegida por los titulares de tokens y bolsas de WSCE. XLiquidus ofrece una variedad de funciones útiles, como:",
  "Buy option via credit card, Google or Apple Pay": "Opción de compra vía tarjeta de crédito, Google o Apple Pay",
  "Liquidation of XL Wallet into USD Bank Account, other Wallets and Exchange-to-Exchange": "Liquidación de la billetera XL en cuenta bancaria en USD, otras billeteras y cambio a cambio",
  "Seamless account integration with the USS Cyber Exchange": "Integración perfecta de la cuenta con UssCyber Exchange",
  "Latest security and anti-fraud protocols": "Protocolos de seguridad y antifraude más recientes",
  "Competitive exchange rates": "Tipos de cambio competitivos",
  "High transaction speed": "Alta velocidad de transacción",
  "24/7 Support team": "Equipo de soporte 24 horas por día, 7 días por semana",
  "COMPETITIVE EXCHANGE RATES": "TASAS DE CAMBIO COMPETITIVAS",
  "XLiquidius cryptocurrency exchange acts as an intermediary between cryptocurrency exchanges and customers, providing you with the best possible BTC exchange rates.": "El intercambio de criptomonedas XLiquidus actúa como intermediario entre los intercambios de criptomonedas y los clientes, proporcionando las mejores tasas de cambio de BTC posibles.",
  "BUY CRYPTOCURRENCY WITH A CREDIT CARD": "COMPRE CRIPTOMONEDA CON SU TARJETA DE CRÉDITO",
  "Users can choose offers from the most reputable fiat to crypto providers - Bitcoin, Litecoin, Ethereum, USDC and buy Bitcoin instantly with 60+ currencies at the top rates on the market.": "Los usuarios pueden elegir ofertas de fiat más respetables para proveedores de criptografía - Bitcoin, Litecoin, Ethereum, USDC y comprar Bitcoin instantáneamente con más de 60 monedas con las mejores taxatarifas del mercado.",
  "TRANSPARENT FEES": "TARIFAS TRANSPARENTES",
  "We do not charge any hidden or unreasonable fees.": "No cobramos tarifas ocultas o injustificadas.",
  "MAKE XLIQUIDUS BETTER": "MEJORE XLIQUIDUS",
  "Help us make XLiquidus better! Follow us on social media and don’t hesitate to send us a message at": "Ajúdenos a mejorar XLiquidus! Síganos en las redes sociales y no dude en enviarnos un mensaje",
  "info@xliquidus.com": "info@xliquidus.com",
  "if case of any any questions.": "En caso de alguna duda.",
  "CONTACT US": "CONTACTO",
  "ADD BANK ACCOUNT": "AGREGAR CUENTA BANCARIA",
  "BANK NAME": "NOMBRE DEL BANCO",
  "Type Of Account": "Tipo de cuenta",
  "CHOOSE ACCOUNT TYPE": "ELEGIR TIPO DE CUENTA",
  "Bank Address": "Dirección del banco",
  "Account Number": "Número de la cuenta",
  "Routing Number": "Número de Enrutamento",
  "Confirm Routing Number": "Confirmar número de Enrutamento",
  "Add your account for easy liquidation directly to your bank. XLiquidus takes": "Adicione su cuenta para facilitar la liquidación directamente en su banco. XLiquidus toma la",
  "privacy": "privacidad",
  "seriously and use the highest standard encryption and compliance controls.": "en serio y usa los más altos padrones de criptografía y controles de conformidad.",
  "ADD A CRYPTO WALLET": "AGREGAR UNA BILLETERA DE CRIPTO",
  "Enter Wallet Name": "Coloque el nombre de la billetera",
  "Wallet Address": "Dirección de la billetera",
  "Confirm Address": "Confirmar dirección",
  "XLiquidus takes": "XLiquidus toma",
  "SAVE": "GUARDAR",
  "INVEST TODAY": "INVERTÍ HOY",
  "Choose the asset you wish to purchase then enter the amount you wish to invest to add to your cart.": "Elija el activo que desea comprar y coloque el valor que desea invertir para agregar a tu carrito.",
  "SELECT AN ASSET TYPE": "ELEGIR UN TIPO DE ACTIVO",
  "ADD TO CART": "AGREGAR AL CARRITO",
  "Change Password": "Cambiar contraseña",
  "Confirm New Password:": "Confirmar nueva contraseña:",
  "REVIEW & CONFIRM YOUR ORDER": "REVISAR Y CONFIRMAR LA ORDEN",
  "Pricing is current as of": "El precio es actual a partir de",
  "and is subject to change at the time of processing.": "y está sujeto a alteraciones en el momento del procesamiento.",
  "PRICE": "PRECIO",
  "USD": "USD",
  "QTY": "CANTIDAD",
  "TOTAL": "TOTAL",
  "SUBTOTAL:": "SUBTOTAL:",
  "ORDER TOTAL:": " TOTAL DE LA ORDEN:",
  "I agree to the Purchase": "Concuerdo con la compra",
  "Terms and Conditions": "Términos y Condiciones",
  "and authorize this transaction. I acknowledge that my transaction may be subject to the completion of KYC verification.": "y autorizar esta transacción. Reconozco que mi transacción puede estar sujeta a la conclusión de la verificación KYC.",
  "Your transaction is over the normal safety limit.": "Su transacción está por encima del límite normal de seguridad.",
  "We will be required to provide an MFA key to complete your transaction.": "Seremos obligados a proveer una llave MFA para concluir su transacción.",
  "CHECKOUT": "VER",
  "Hi": "Hola",
  "As of": "Como un",
  "PST": "PST",
  "MARKETPLACE MOVERS": "MOVIMIENTOS DE MERCADO",
  "Price": "Precio",
  "Gains": "Ganancias",
  "View": "Visto",
  "No Result Found": "Ningún resultado encontrado",
  "loading": "cargando",
  "View More": "Ver más",
  "TRANSFER OR LIQUIDATE ASSETS": "TRANSFERIR O  LIQUIDAR ACTIVOS",
  "HELP AND FAQ": "AYUDA Y FAQ",
  "HOW CAN WE HELP YOU?": "¿CÓMO PODEMOS AYUDARTE?",
  "CHOOSE A PAYMENT METHOD": "ELEGÍ UN MÉTODO DE PAGO",
  "Processing Fees vary based on payment method": "Las tarifas de procesamiento varían de acuerdo con la forma de pago",
  "Bitcoin": "Bitcoin",
  "Litcoin": "Litcoin",
  "Ethereum": "Ethereum",
  "CONTINUE": "CONTINUAR",
  "LET'S LIQUIDATE!": "IREMOS LIQUIDAR!",
  "TRANSFER. DEPOSIT. EXCHANGE.": "TRANSFERIR. DEPOSITAR. CAMBIAR.",
  "BALANCE": "BALANCE",
  "You have no money in your": "No tienes dinero en tu",
  "XLiquidus Wallet to liquidate.": "billetera XLiquidus Wallet para liquidar.",
  "LIQUIDATE": "LIQUIDAR",
  "MARKETPLACE": "MERCADO",
  "Limits": "Límites",
  "XLiquidus Limits are in place to with the purpose of limiting price risk.": "Los Límites XLiquidus están en vigor con el objetivo de limitar el riesgo de precio.",
  "User Transactions": "Transacciones del Usuario",
  "day": "día",
  "weekly": "semana",
  "monthly": "mes",
  "ACH Transactions": "Transacciones ACH ",
  "Crypto Transactions": "Transacciones Cripto",
  "Receive Crypto": "Recibir Cripto",
  "Send Crypto": "Enviar Cripto",
  "For higher limit send a request to help center": "Para límite mayor, envíe una solicitación para la central de ayuda",
  "I WANT TO": "QUIERO...",
  "AMOUNT IN": "MONTO EN",
  "NEXT": "PRÓXIMO",
  "CONFIRM YOUR IDENTITY": "CONFIRMAR SU IDENTIDAD",
  "To complete your transaction you need to enter your Multi-Factor Authentication Key.": "Para concluir su transacción, precisa agregar la llave de autenticación multifactor",
  "ENTER YOUR MFA KEY": "COLOCAR TU LLAVE MFA",
  "You will need to enter your MFA Key at check out when doing a transaction.": "Precisará colocar su llave MFA en el check-out al hacer una transacción.",
  "Forgot your MFA Key?": "¿Olvidó su llave MFA?",
  "Contact us here:": "Entre en contacto aquí:",
  "Support.Xliquidus.com/help": "Support.Xliquidus.com/help",
  "Settings": "Configuraciones",
  "Notification Settings": "Configuraciones de notificación",
  "Native Currency": "Moneda nativa",
  "Reset Password": "Redefinir contraseña",
  "Security": "Seguridad",
  "Multi-Factor Authentication": "Autenticación multifator",
  "Verified": "Verificado",
  "Verify Now": "Verificar ahora",
  "My Transaction Profile": "Mi perfil de transacción",
  "This information can not be changed. If this information is inaccurate please": "Esta información no puede ser alterada. Si esta información está incorrecta, por favor",
  "contact support.": "contacte al soporte.",
  "(Legal Name)": "(Nombre Legal)",
  "GENDER": "GÉNERO",
  "BIRTH DATE": "FECHA DE NACIMIENTO",
  "(As shown on Legal ID)": "(Como aparece en su documento)",
  "You need to complete your Transaction Profile to make a transaction on XLiquidus": "Precisa completar su Perfil de Transacción para realizar una transacción en XLiquidus",
  "COMPLETE PROFILE": "COMPLETAR PERFIL",
  "MY WALLET": "MI BILLETERA",
  "Account Balance (USD)": "Saldo de la cuenta (USD)",
  "totalMrktPrice": "Mercado Total",
  "Assets/Coins": "Activos/monedas",
  "totalcoin": "total de monedas",
  "BREAKDOWN": "BREAKDOWN",
  "ASSET": "ACTIVOS",
  "View Transactions": "Ver Transacciones",
  "Check back soon and often for more cool features!": "¡Verifique en breve y con frecuencia para más recursos interesantes!",
  "PAY WITH CARD": "PAGAR CON TARJETA",
  "Checkout Code": "Código de pago",
  "Required": "Requerido",
  "Your unique Payment Code has been sent to email": "Su código de pago exclusivo fue enviado para el e-mail",
  "Once you have received you payment code via email, click the button below to enter your code and complete your transaction.": "Después de recibir su código de pago por e-mail, clique en el botón debajo para colocar el código y concluir su transacción.",
  "ENTER CODE &": "INGRESAR CÓDIGO Y",
  "PROCESS PAYMENT": "PROCESAR PAGO",
  "PAY WITH CRYPTO": "PAGAR CON CRIPTO",
  "This transaction will timeout after 50 minutes.": "Esta transacción expirará luego de 50 minutos.",
  "Wallet: *********5645": "Billetera: *********5645",
  "ORDER TOTAL": "TOTAL DE LA ORDEN",
  "When you click the “process transaction“ button your transaction will begin processing and can not be cancelled or changed": "Al clicar en el botón “procesar transacción”, sua transação comenzará a ser procesada y no podrá ser cancelada o alterada",
  "PROCESS TRANSACTION": "PROCESAR TRANSACCIÓN",
  "Last Updated:": "última atualización:",
  "BUY NOW": "COMPRAR AHORA",
  "COMING SOON": "PRÓXIMAMENTE",
  "No Data Found": "Ningún dato encontrado",
  "Performance": "Desempeño",
  "D": "D",
  "W": "S",
  "M": "M",
  "Y": "A",
  "MARKET STATS": "ESTADÍSTICAS DE MERCADO",
  "Market Cap": "Valor de mercado",
  "Fully Diluted Market Cap": "Valor de mercado totalmente diluído",
  "billion": "billón",
  "Volume/Market Cap": "Volumen/Market Cap",
  "million": "millón",
  "circulation": "circulación",
  "Circulation Supply": "Suministro de circulación",
  "Total Supply": "Circulación Total",
  "Max Supply": "Circulación máxima",
  "About": "Sobre",
  "Deeper Drive": "Análisis detallado",
  " For Deeper Drive into ": " Para análisis detallado",
  "such as": "como",
  "How is the": "¿Cómo es",
  "network secure": "la red segura?",
  "How Many are in Circulation ?": "¿Cuántos hay en circulación?",
  "What makes": "Lo que hace que sea",
  "unique": "única",
  "Click here to learn more at CoinMarketCap.com": "Clique aquí para saber más CoinMarketCap.com",
  "KEEP SHOPPING": "CONTINUAR COMPRANDO",
  "YOUR CART": "SU CARRITO",
  "NO ITEM IN CART": "SIN ITENS EN EL CARRITO",
  "PST and is subject to change at time of checkout": "PST y está sujeto a alteraciones en el momento de la finalización de la compra",
  "Transaction fees apply at time of checkout": "Tarifas de transacción son aplicadas en el momento del checkout",
  "Your transaction is over the normal safety limit. We will be required to provide an MFA key to complete your transaction.": "Su transacción está por encima del límite normal de seguridad. Seremos obligados a proveer una llave MFA para concluir sua transacción.",
  "TRANSACTION HISTORY": "HISTÓRICO DE TRANSACCIONES",
  "Oldest": "Más antiguo",
  "Most Recent": "Más reciente",
  "DATE & ID": "FECHA & DOCUMENTO",
  "STATUS": "ESTADO",
  "AMOUNT": "CANTIDAD",
  "Data not found": "Sin información disponible",
  "Load more": "Cargar más",
  "TRANSACTION DETAILS": "DETALHES DE LA TRANSACCIÓN",
  "Proccessed successfully": "Procesado con éxito",
  "Transaction Failed": "Falla en la transacción",
  "Your transaction did not processess. Error code: 404 Account Non Respsonsive.": "Su transacción no fue procesada. Código de error: 404 Cuenta no responsiva.",
  "DATE": "FECHA",
  "TYPE": "TIPO",
  "Exchange-to-Exchange": "Cambio-a-Cambio",
  "TRANSACTION ID": "IDENTIFICACIÓN DE LA TRANSACCIÓN",
  "TRANSACTION STATUS": "ESTADO DE LA TRANSACCIÓN",
  "PROCESSING": "PROCESANDO",
  "While You Wait": "Espere un momento",
  "You will received an email confirmation when": "Recibirá un e-mail de confirmación cuando",
  "your transaction is complete": "su transacción sea finalizada",
  "Complete": "Finalizada",
  "BROWSE MARKET": "BUSCAR EN EL MERCADO",
  "VIEW RECEIPT": "VER EL RECIBO",
  "GO TO WALLET": "IR A LA BILLETERA",
  "Transaction Complete": "Transacción finalizada",
  "Transaction ID": "Identificación de la Transacción",
  "Your Wallet Balance": "Su Saldo de la billetera",
  "Next Step": "Próximo paso",
  "Because your transaction exceeds $XXX it requires additional verifiction to be compliant with Federal Regulation XYZ.": "Como su transacción excede $ XXX, es necesaria una verificación adicional para estar en conformidad con el Reglamento Federal XYZ.",
  "VERIFY YOUR IDENTITY": "VERIFICAR SU IDENTIDAD",
  "AMOUNT IN USD": "MONTO EN USD",
  "From": "De",
  "XLiquidus Wallet": "Billetera XLiquidus",
  "Sent to": "Enviar a",
  "LINK A WALLET": "LINK A BILLETERA",
  "Add Another Wallet": "Adicionar otra billetera",
  "CONFIRM TRANSACTION": "CONFIRMAR TRANSACCIÓN",
  "Price As of": "Precio de",
  "Crypto Payout Address": "Dirección de pago Cripto",
  "Arrival Date": "Fecha de chegada",
  "Currency Fee": "Tarifa de moneda",
  "Transfer Total": "Transferencia total",
  "Total Fee": "Tarifa Total",
  "Total": "Total",
  "Proceed": "Continuar",
  "Bank Name": "Nombre del Banco",
  "Credit Account Name": "Nombre de la cuenta de crédito",
  "Credit Account Number": "Número de la cuenta de crédito",
  "Beneficiary Address": "Dirección del beneficiario",
  "Deposit Total": "Depósito Total",
  "Currency Fee Total": "Taxa total de moneda",
  "Currency Transfer Total": "Total de transferencia de moneda",
  "Total Fees": "Tarifas totales",
  "Expected Delivery Date": "Fecha prevista de entrega",
  "Verification Code": "Código de verificación",
  "CONFIRM AND TRANSFER": "CONFIRMAR Y TRANSFERIR",
  "Close": "Cerrar",
  "Update Address": "Actualizar dirección",
  "STATE/PROVINCE": "ESTADO/PROVINCIA",
  "STREET ADDRESS": "DIRECCIÓN",
  "CITY": "CIUDAD",
  "ZIP/POSTAL CODE": "ZIP/CÓDIGO POSTAL",
  "Update Profile": "Actualizar perfil",
  "wallet-funds works!": "¡Los fondos de la billetera funcionan!",
  "english": "Inglés",
  "spanish": "Español",
  "portuguese": "Portugués",
  "PROFILE & SETTINGS": "PERFIL Y CONFIGURACIÓN",
  "Notifications": "Notificaciones",
  "Transaction": "Transacción",
  "Watchlist": "Lista de seguimiento",
  "REGISTER": "REGISTRO",
  "Multi-Factor": "Multifactor",
  "Authentication (MFA)": "Autenticación (MFA)",
  "For Added Security": "Para mayor seguridad",
  "forSecurity": "Para su seguridad, XLiquidus requiere una clave de autenticación multifactor (MFA) única en el momento de la salida.",
  "Create and verify your key now.": "Cree y verifique su clave ahora.",
  "DO LATER": "HACER MÁS TARDE",
  "CREATE MY KEY": "CREAR MI CLAVE",
  "VERIFY YOUR KEY": "VERIFIQUE SU CLAVE",
  "Copy Your Code": "Copia tu código",
  "Get Your MFA Key": "Obtenga su clave MFA",
  "copyPaste": "Copie y pegue el código anterior en una de estas dos aplicaciones gratuitas de autenticación MFA de confianza para obtener su clave de autenticación segura.",
  "Microsoft": "Microsoft",
  "Authentication": "Autenticación",
  "Google": "Google (en inglés",
  "Once you received your key, return here and enter below.": "Una vez que haya recibido su clave, regrese aquí e ingrese a continuación.",
  "copyPaste2": "Copie el código proporcionado por la autenticación aquí para verificar su autenticación.",
  "VERIFY": "VERIFICAR",
  "Liquidate": "Liquidar",
  "Marketplace": "Mercado",
  "My Wallet": "Mi monedero",
  "Shop the Marketplace": "Comprar en el Mercado",
  "Liquidate Assets": "Liquidar Activos",
  "My Transactions": "Mis transacciones",
  "Help and FAQs": "Ayuda y preguntas frecuentes",
  "About XLiquidus": "Acerca de XLiquidus",
  "SELECT LANGUAGE":"SELECCIONE EL IDIOMA"
}