{
  "GOOD NEWS!": "BOAS NOTÍCIAS!",
  "New Version Available": "Nova versão disponível",
  "Update your app to take advantage of cool": "Atualize seu aplicativo para aproveitar as vantagens dos",
  "new features, faster performance and": "novos recursos, desempenho mais rápido e",
  "more XLiquidus goodness!": "mais coisas boas da XLiquidus!",
  "SKIP": "PULAR",
  "Enter your email address and will send": "Coloque o seu email e",
  "you a link to reset your password.": "será enviado um link para redefinir a sua senha.",
  "We are unable to reset this password. Please be sure enter the email you used to create your account.": "Não podemos redefinir esta senha. Certifique-se de inserir o e-mail que você usou para criar sua conta.",
  "Microsoft Account": "Conta Microsoft",
  "Or": "Ou",
  "Log in using your": "Entre usando o seu",
  "EMAIL ADDRESS": "ENDEREÇO DE EMAIL",
  "CONFIRM EMAIL ADDRESS": "CONFIRME O SEU ENDEREÇO DE EMAIL",
  "RESET PASSWORD": "REDEFINIR SENHA",
  "Google Account": "Conta Google",
  "GET STARTED": "COMEÇAR",
  "ALREADY A MEMBER": "JÁ É UM MEMBRO",
  "WELCOME": "BEM-VINDO",
  "BACK": "VOLTAR",
  "MEMBER LOGIN": "ENTRE COMO MEMBRO",
  "LOG IN WITH GOOGLE": "ENTRE COM O GOOGLE",
  "LOG IN WITH MICROSOFT": "ENTRE COM MICROSOFT",
  "LOG IN WITH APPLE": "ENTRE COM APPLE",
  "Create an Account": "Criar uma conta",
  "Forgot Password?": "Esqueceu a senha?",
  "Don’t Worry": "Não se preocupe",
  "We will be right back.": "já voltamos.",
  "We are currently doing routine": "Estamos fazendo uma rotina de",
  "maintenance but promise to be back <br> better than ever shortly!": "mantenimento mas voltaremos em breve!",
  "Thanks for your patience": "Obrigado pela paciência",
  "CLOSE": "FECHAR",
  "X CLOSE": "X FECHAR",
  "LET'S": "VAMOS",
  "CREATE YOUR ACCOUNT": "CRIAR A SUA CONTA",
  "DIVE": "VENHA",
  "RIGHT IN": "CONOSCO",
  "WHAT WOULD YOU LIKE US TO CALL YOU?": "COMO PODEMOS TE CHAMAR?",
  "EMAIL": "EMAIL",
  "(User ID)": "(ID DE USUÁRIO)",
  " PREFERRED LANGUAGE:": " IDIOMA PREFERIDO:",
  "CHOOSE LANGUAGE": "ESCOLHER IDIOMA",
  "I have read and agree to the": "Eu li e concordo com os",
  "Terms of Service and Privacy Policy": "Termos de Serviço e Política de Privacidade",
  "CREATE MY ACCOUNT": "CRIAR A MINHA CONTA",
  "Already have an Account?": "Já tem uma conta?",
  "LOG IN": "ENTRAR",
  "WELCOME TO": "BEM-VINDO A",
  "XLIQUIDUS": "XLIQUIDUS",
  "Your temporary password has been emailed to": "A sua senha temporária foi enviada por email",
  "make email id": "para criar uma conta",
  "Didn't get your password?": "Não recebeu a senha?",
  "RESEND PASSWORD ": "REENVIAR SENHA",
  "PERSONALIZE MY PROFILE": "PERSONALIZAR O MEU PERFIL",
  "HELLO": "OLÁ",
  "THERE": "",
  "Signup Manually": "Entrar manualmente",
  "SIGN UP WITH GOOGLE": "ENTRAR COM GOOGLE",
  "SIGN UP WITH MICROSOFT": "ENTRAR COM MICROSOFT",
  "SIGN UP WITH APPLE": "ENTRAR COM APPLE",
  "CREATE YOUR": "CRIAR SEU",
  "TRANSACTION PROFILE": "PERFIL DO TRANSAÇÃO",
  "A Transaction Profile is needed to do transactions under $250. This information is kept private per our privacy policy and used ONLY to verify and authorize transactions.": "Um perfil de transação é necessário para fazer transações abaixo de $250. Essas informações são mantidas em sigilo de acordo com nossa política de privacidade e usadas SOMENTE para verificar e autorizar transações.",
  "To authorize, expedite and get the most out of your XLiquidus Account you need to create a": "Para autorizar, agilizar e tirar o máximo proveito da sua Conta XLiquidus você precisa criar um",
  "Transaction Profile.": "Perfil de Transação.",
  "FIRST NAME": "PRIMEIRO NOME",
  "(AS SHOWN ON LEGAL ID)": "(COMO APARECE NO RG)",
  "LAST NAME": "ÚLTIMO NOME",
  "ADDRESS": "ENDEREÇO",
  "(STREET AND CITY)": "(RUA E CIDADE)",
  "MOBILE NUMBER": "NÚMERO CELULAR",
  "Select the Country in which you have current Legal Identification for.": "Selecione o País no qual você possui a Identificação Legal atual.",
  " If you don't see your country in this list, XLiquidus may not be available in your country.": " Se você não vê seu país nesta lista, XLiquidus pode não estar disponível em seu país",
  "COUNTRY": "PAÍS",
  "(AS SHOWN ON LEGAL ID )": "(COMO APARECE NO RG )",
  "CHOOSE COUNTRY": "ESCOLHER PAÍS",
  "DATE OF BIRTH": "DATA DE NASCIMENTO",
  "GENDER PREFERENCE:": " PREFERÊNCIAS DE GÊNERO:",
  "SUBMIT": "ENVIAR",
  "SKIP THIS STEP": "PULAR ESTE PASSO",
  "TERMS AND": "TERMOS E",
  "CONDITIONS": "CONDIÇÕES",
  "ACCEPTANCE OF THE": "ACEITAR OS",
  "TERMS OF USE": "TERMOS DE USO",
  "PRIVACY POLICY": "POLÍTICA DE PRIVACIDADE",
  "These terms of use are entered into by and between You and UssCyber, Inc. (“Company,” “we,”or “us”). The following terms and conditions[, together with any documents they expressly incorporate by reference] ([collectively, ] “Terms of Use”)[,] govern your access to and use of UssCyber.com and WSCE.world, including any content, functionality, and services offered on": "Estes termos de uso são celebrados entre Você e UssCyber, Inc. (“Empresa”, “nós” ou “nos”). Os seguintes termos e condições[, juntamente com quaisquer documentos que incorporam expressamente por referência] ([coletivamente, ] “Termos de Uso”)[,] regem seu acesso e uso de UssCyber.com e WSCE.world, incluindo qualquer conteúdo, funcionalidade e serviços oferecidos em",
  "or through such sites (the “Website”), whether as a guest or a registered user.": "ou através de tais sites (o “Site”), seja como convidado ou usuário registrado.",
  "Please read the Terms of Use carefully before you start to use the Website. By using the Website, you accept and agree to be bound and abide by these Terms of Use[ and our": "Por favor, leia atentamente os Termos de Uso antes de começar a usar o Site. Ao usar o Site, você aceita e concorda em ficar vinculado e cumprir estes Termos de Uso[ e nossos",
  "Privacy Policy, found at PRIVACY POLICY URL, incorporated herein by reference. If you do not want to agree to these Terms of Use or the Privacy Policy, you must not access or use": "Política de Privacidade, encontrada no URL da POLÍTICA DE PRIVACIDADE, aqui incorporada por referência. Se você não quiser concordar com estes Termos de Uso ou a Política de Privacidade, você não deve acessar ou usar",
  "the Website. This Website is offered and available to users who are 18 years of age or older. By using this Website, you represent and warrant that you are of legal age to": "O site. Este site é oferecido e está disponível para usuários com 18 anos de idade ou mais. Ao usar este site, você declara e garante que é maior de idade para",
  "form a binding contract with the Company and meet all of the foregoing eligibility requirements. If you do not meet all of these requirements, you must not access or use the Website": "formar um contrato vinculativo com a Empresa e atender a todos os requisitos de elegibilidade anteriores. Se você não atender a todos esses requisitos, você não deve acessar ou usar o site",
  "Changes to the Terms of Use We may revise and update these Terms of Use from time to time in our sole discretion. All changes are effective immediately when we post them[, and apply to all access to and use of the Website thereafter.": "Alterações nos Termos de Uso Podemos revisar e atualizar estes Termos de Uso de tempos em tempos, a nosso exclusivo critério. Todas as alterações entram em vigor imediatamente quando as publicamos,[e se aplicam a todos os acessos e usos do Site posteriormente.",
  "Your continued use of the Website following the posting of revised Terms of Use means that you accept and agree to the changes. You are expected to check this page [from time to time/frequently/each time you access this Website] so you are aware of any changes, as they are binding on you.": "Seu uso continuado do Site após a publicação dos Termos de Uso revisados significa que você aceita e concorda com as alterações. Espera-se que você verifique esta página [de vez em quando/frequentemente/cada vez que acessar este site] para estar ciente de quaisquer alterações, pois elas são vinculativas para você.",
  "Accessing the Website and Account Security We reserve the right to withdraw or amend this Website, and any service or material we provide on the Website, in our sole discretion without notice. We will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period. From time to time, we may restrict access to some parts of the Website, or the entire Website, to users, including": "Acesso ao site e segurança da conta Reservamo-nos o direito de retirar ou alterar este site e qualquer serviço ou material que fornecermos no site, a nosso exclusivo critério, sem aviso prévio. Não seremos responsáveis se, por qualquer motivo, todo ou qualquer parte do Site estiver indisponível a qualquer momento ou por qualquer período. De tempos em tempos, podemos restringir o acesso a algumas partes do Site, ou a todo o Site, aos usuários, incluindo",
  "PROFILE & SETTINGS": "PERFIL & CONFIGURAÇÕES",
  "About Me": "Sobre mim",
  "Member Since:": "Membro desde:",
  "Not Available": "Não disponível",
  "Status:": "Estado:",
  "Preferred Language": "Idioma preferido",
  "UPDATE PROFILE": "PERFIL ATUALIZADO",
  "ABOUT": "SOBRE",
  "buy and liquidate crypto very easy and very transparent.": "compre e liquide criptomoedas de forma fácil e transparente.",
  "XLiquidus is an intuitive platform for crypto investors of all levels looking to buy and liquidate cryptocurrencies. XLiquidus is the liquidation app of choice from WSCE Token and Exchange holders. XLiquidus offers a variety of helpful functions such as:": "XLiquidus é uma plataforma intuitiva para investidores de criptomoedas de todos os níveis que desejam comprar e liquidar criptomoedas. XLiquidus é o aplicativo de liquidação escolhido pelos detentores de Token e Exchange da WSCE. XLiquidus oferece uma variedade de funções úteis, tais como:",
  "Buy option via credit card, Google or Apple Pay": "Opção de compra via cartão de crédito, Google ou Apple Pay",
  "Liquidation of XL Wallet into USD Bank Account, other Wallets and Exchange-to-Exchange": "Liquidação da carteira XL em conta bancária em USD, outras carteiras e câmbio a câmbio",
  "Seamless account integration with the USS Cyber Exchange": "Integração perfeita da conta com o UssCyber Exchange",
  "Latest security and anti-fraud protocols": "Protocolos de segurança e antifraude mais recentes",
  "Competitive exchange rates": "Taxas de câmbio competitivas",
  "High transaction speed": "Alta velocidade de transação",
  "24/7 Support team": "Equipe de suporte 24 horas por dia, 7 dias por semana",
  "COMPETITIVE EXCHANGE RATES": "TAXAS DE CÂMBIO COMPETITIVAS",
  "XLiquidius cryptocurrency exchange acts as an intermediary between cryptocurrency exchanges and customers, providing you with the best possible BTC exchange rates.": "A troca de criptomoedas XLiquidus atua como intermediária entre as trocas de criptomoedas e os clientes, fornecendo as melhores taxas de câmbio possíveis do BTC.",
  "BUY CRYPTOCURRENCY WITH A CREDIT CARD": "COMPRE CRIPTOMOEDA COM O SEU CARTÃO DE CRÉDITO",
  "Users can choose offers from the most reputable fiat to crypto providers - Bitcoin, Litecoin, Ethereum, USDC and buy Bitcoin instantly with 60+ currencies at the top rates on the market.": "Os usuários podem escolher ofertas do fiat mais respeitável para provedores de criptografia - Bitcoin, Litecoin, Ethereum, USDC e comprar Bitcoin instantaneamente com mais de 60 moedas com as melhores taxas do mercado.",
  "TRANSPARENT FEES": "TAXAS TRANSPARENTES",
  "We do not charge any hidden or unreasonable fees.": "Não cobramos taxas ocultas ou injustificadas.",
  "MAKE XLIQUIDUS BETTER": "MELHORE O XLIQUIDUS",
  "Help us make XLiquidus better! Follow us on social media and don’t hesitate to send us a message at": "Ajude-nos a melhorar o XLiquidus! Siga-nos nas redes sociais e não hesite em nos enviar uma mensagem em",
  "info@xliquidus.com": "info@xliquidus.com",
  "if case of any any questions.": "caso de alguma dúvida.",
  "CONTACT US": "CONTATO",
  "ADD BANK ACCOUNT": "ADIOCIONAR CONTA BANCÁRIA",
  "BANK NAME": "NOME DO BANCO",
  "Type Of Account": "Tipo de conta",
  "CHOOSE ACCOUNT TYPE": "ESCOLHER TIPO DE CONTA",
  "Bank Address": "Endereço do banco",
  "Account Number": "Número da conta",
  "Routing Number": "Número de Enrutamento",
  "Confirm Routing Number": "Confirmar número de Enrutamento",
  "Add your account for easy liquidation directly to your bank. XLiquidus takes": "Adicione sua conta para facilitar a liquidação diretamente no seu banco. XLiquidus leva a",
  "privacy": "privacidade",
  "seriously and use the highest standard encryption and compliance controls.": "a sério e usa os mais altos padrões de criptografia e controles de conformidade.",
  "ADD A CRYPTO WALLET": "ADICIONAR UMA CARTEIRA DE CRIPTO",
  "Enter Wallet Name": "Coloque o nome da carteira",
  "Wallet Address": "Endereço da carteira",
  "Confirm Address": "Confirmar endereço",
  "XLiquidus takes": "XLiquidus takes",
  "SAVE": "SALVAR",
  "INVEST TODAY": "INVISTA HOJE",
  "Choose the asset you wish to purchase then enter the amount you wish to invest to add to your cart.": "Escolha o ativo que deseja comprar e insira o valor que deseja investir para adicionar ao seu carrinho.",
  "SELECT AN ASSET TYPE": "ESCOLHER UN TIPO DE ATIVO",
  "ADD TO CART": "ADICIONAR NO CARRINHO",
  "Change Password": "Trocar senha",
  "Confirm New Password:": "Confirmar nova senha:",
  "REVIEW & CONFIRM YOUR ORDER": "REVISAR E CONFIRMAR A ORDEM",
  "Pricing is current as of": "O preço é atual a partir de",
  "and is subject to change at the time of processing.": "e está sujeito a alterações no momento do processamento.",
  "PRICE": "PREÇO",
  "USD": "USD",
  "QTY": "QUANTIDADE",
  "TOTAL": "TOTAL",
  "SUBTOTAL:": "SUBTOTAL:",
  "ORDER TOTAL:": " TOTAL DA ORDEM:",
  "I agree to the Purchase": "Concordo com a compra",
  "Terms and Conditions": "Termos e Condições",
  "and authorize this transaction. I acknowledge that my transaction may be subject to the completion of KYC verification.": "e autorizar esta transação. Reconheço que minha transação pode estar sujeita à conclusão da verificação KYC.",
  "Your transaction is over the normal safety limit.": "Sua transação está acima do limite normal de segurança.",
  "We will be required to provide an MFA key to complete your transaction.": "Seremos obrigados a fornecer uma chave MFA para concluir sua transação.",
  "CHECKOUT": "CONFIRA",
  "Hi": "Olá",
  "As of": "Como um",
  "PST": "PST",
  "MARKETPLACE MOVERS": "MOVIMENTOS DE MERCADO",
  "Price": "Preço",
  "Gains": "Ganhos",
  "View": "Vista",
  "No Result Found": "Nenhum resultado encontrado",
  "loading": "carregando",
  "View More": "Ver mais",
  "TRANSFER OR LIQUIDATE ASSETS": "TRANSFERIR OU  LIQUIDAR ATIVOS",
  "HELP AND FAQ": "AJUDA E FAQ",
  "HOW CAN WE HELP YOU?": "COMO PODEMOS TE AJUDAR?",
  "CHOOSE A PAYMENT METHOD": "ESCOLHA UM MÉTODO DE PAGAMENTO",
  "Processing Fees vary based on payment method": "As taxas de processamento variam de acordo com a forma de pagamento",
  "Bitcoin": "Bitcoin",
  "Litcoin": "Litcoin",
  "Ethereum": "Ethereum",
  "CONTINUE": "CONTINUAR",
  "LET'S LIQUIDATE!": "IREMOS LIQUIDAR!",
  "TRANSFER. DEPOSIT. EXCHANGE.": "TRANSFERIR. DEPOSITAR. CAMBIAR.",
  "BALANCE": "BALANÇO",
  "You have no money in your": "Você não tem dinheiro na sua",
  "XLiquidus Wallet to liquidate.": "Carteira XLiquidus Wallet para liquidar.",
  "LIQUIDATE": "LIQUIDAR",
  "MARKETPLACE": "MARKETPLACE",
  "Limits": "Limites",
  "XLiquidus Limits are in place to with the purpose of limiting price risk.": "Os Limites XLiquidus estão em vigor com o objetivo de limitar o risco de preço.",
  "User Transactions": "Transações do Usuário",
  "day": "dia",
  "weekly": "semana",
  "monthly": "mês",
  "ACH Transactions": "Transações ACH ",
  "Crypto Transactions": "Transações Cripto",
  "Receive Crypto": "Receber Cripto",
  "Send Crypto": "Enviar Cripto",
  "For higher limit send a request to help center": "Para limite maior, envie uma solicitação para a central de ajuda",
  "I WANT TO": "QUERO...",
  "AMOUNT IN": "MONTO EM",
  "NEXT": "PRÓXIMO",
  "CONFIRM YOUR IDENTITY": "CONFIRMAR A SUA IDENTIDADE",
  "To complete your transaction you need to enter your Multi-Factor Authentication Key.": "Para concluir sua transação, você precisa inserir sua chave de autenticação multifator",
  "ENTER YOUR MFA KEY": "COLOCAR A SUA CHAVE MFA",
  "You will need to enter your MFA Key at check out when doing a transaction.": "Você precisará inserir sua chave MFA no check-out ao fazer uma transação.",
  "Forgot your MFA Key?": "Esqueceu a sua chave MFA?",
  "Contact us here:": "Entre em contato aqui:",
  "Support.Xliquidus.com/help": "Support.Xliquidus.com/help",
  "Settings": "Configurações",
  "Notification Settings": "Configurações de notificação",
  "Native Currency": "Moeda native",
  "Reset Password": "Redefinir senha",
  "Security": "Segurança",
  "Multi-Factor Authentication": "Autenticação multifator",
  "Verified": "Verificado",
  "Verify Now": "Verificar agora",
  "My Transaction Profile": "Meu perfil de transação",
  "This information can not be changed. If this information is inaccurate please": "Esta informação não pode ser alterada. Se esta informação estiver incorreta, por favor",
  "contact support.": "contate o suporte.",
  "(Legal Name)": "(Nome Legal)",
  "GENDER": "GÊNERO",
  "BIRTH DATE": "DATA DE NASCIMENTO",
  "(As shown on Legal ID)": "(Como aparece no seu RG)",
  "You need to complete your Transaction Profile to make a transaction on XLiquidus": "Você precisa completar seu Perfil de Transação para fazer uma transação no XLiquidus",
  "COMPLETE PROFILE": "COMPLETAR PERFIL",
  "MY WALLET": "MINHA CARTEIRA",
  "Account Balance (USD)": "Saldo da conta (USD)",
  "totalMrktPrice": "Mercado Total",
  "Assets/Coins": "Ativos/moedas",
  "totalcoin": "total de moedas",
  "BREAKDOWN": "BREAKDOWN",
  "ASSET": "ATIVOS",
  "View Transactions": "Ver Transações",
  "Check back soon and often for more cool features!": "Verifique em breve e com frequência para mais recursos interessantes!",
  "PAY WITH CARD": "PAGAR COM CARTÂO",
  "Checkout Code": "Código de pagamento",
  "Required": "Requerido",
  "Your unique Payment Code has been sent to email": "Seu código de pagamento exclusivo foi enviado para o e-mail",
  "Once you have received you payment code via email, click the button below to enter your code and complete your transaction.": "Após receber seu código de pagamento por e-mail, clique no botão abaixo para inserir seu código e concluir sua transação.",
  "ENTER CODE &": "INGRESSAR CÓDIGO E",
  "PROCESS PAYMENT": "PROCESSAR PAGO",
  "PAY WITH CRYPTO": "PAGAR COM CRIPTO",
  "This transaction will timeout after 50 minutes.": "Esta transação expirará após 50 minutos.",
  "Wallet: *********5645": "Carteira: *********5645",
  "ORDER TOTAL": "TOTAL DA ORDEM",
  "When you click the “process transaction“ button your transaction will begin processing and can not be cancelled or changed": "Ao clicar no botão “processar transação”, sua transação começará a ser processada e não poderá ser cancelada ou alterada",
  "PROCESS TRANSACTION": "PROCESSAR TRANSAÇÂO",
  "Last Updated:": "última atualização:",
  "BUY NOW": "COMPRAR AGORA",
  "COMING SOON": "PRÔXIMAMENTE",
  "No Data Found": "Nenhum dado encontrado",
  "Performance": "Desempenho",
  "D": "D",
  "W": "S",
  "M": "M",
  "Y": "A",
  "MARKET STATS": "ESTATÍSTICAS DE MERCADO",
  "Market Cap": "Valor de mercado",
  "Fully Diluted Market Cap": "Valor de mercado totalmente diluído",
  "billion": "bilhão",
  "Volume/Market Cap": "Volume/Market Cap",
  "million": "milhão",
  "circulation": "circulação",
  "Circulation Supply": "Fornecimento de Circulação",
  "Total Supply": "Circulação Total",
  "Max Supply": "Circulação máxima",
  "About": "Sobre",
  "Deeper Drive": "Análise detalhado",
  " For Deeper Drive into ": " Para análise detalhado",
  "such as": "como",
  "How is the": "Como é",
  "network secure": "a rede segura",
  "How Many are in Circulation ?": "Quantos tem em circulação?",
  "What makes": "O que faz dela",
  "unique": "única",
  "Click here to learn more at CoinMarketCap.com": "Clique aqui para saber mais CoinMarketCap.com",
  "KEEP SHOPPING": "KEEP SHOPPING",
  "YOUR CART": "O TEU CARRINHO",
  "NO ITEM IN CART": "SEM ITENS NO CARRINHO",
  "PST and is subject to change at time of checkout": "PST e está sujeito a alterações no momento da finalização da compra",
  "Transaction fees apply at time of checkout": "Taxas de transação são aplicadas no momento do checkout",
  "Your transaction is over the normal safety limit. We will be required to provide an MFA key to complete your transaction.": "Sua transação está acima do limite normal de segurança. Seremos obrigados a fornecer uma chave MFA para concluir sua transação.",
  "TRANSACTION HISTORY": "HISTÓRICO DE TRANSAÇÕES",
  "Oldest": "Mais antigo",
  "Most Recent": "Mais recente",
  "DATE & ID": "DATA & IDENTIDADE",
  "STATUS": "ESTADO",
  "AMOUNT": "QUANTIDADE",
  "Data not found": "Sem data disponível",
  "Load more": "Carregar mais",
  "TRANSACTION DETAILS": "DETALHES DA TRANSAÇÃO",
  "Proccessed successfully": "Processado com sucesso",
  "Transaction Failed": "Falha na transação",
  "Your transaction did not processess. Error code: 404 Account Non Respsonsive.": "Sua transação não foi processada. Código de erro: 404 Conta não responsiva.",
  "DATE": "DATA",
  "TYPE": "TIPO",
  "Exchange-to-Exchange": "Câmbio-a-Câmbio",
  "TRANSACTION ID": "IDENTIFICAÇÃO DA TRANSAÇÃO",
  "TRANSACTION STATUS": "ESTADO DA TRANSAÇÃO",
  "PROCESSING": "PROCESSANDO",
  "While You Wait": "Espere um momento",
  "You will received an email confirmation when": "Você receberá um e-mail de confirmação quando",
  "your transaction is complete": "a sua transação esteja finalizada",
  "Complete": "Finalizado",
  "BROWSE MARKET": "PESQUISAR NO MERCADO",
  "VIEW RECEIPT": "VER O RECIBO",
  "GO TO WALLET": "IR A CARTEIRA",
  "Transaction Complete": "Transação finalizada",
  "Transaction ID": "I dentificação da Transação",
  "Your Wallet Balance": "Seu Saldo da Carteira",
  "Next Step": "Próximo passo",
  "Because your transaction exceeds $XXX it requires additional verifiction to be compliant with Federal Regulation XYZ.": "Como sua transação excede $ XXX, é necessária uma verificação adicional para estar em conformidade com o Regulamento Federal XYZ.",
  "VERIFY YOUR IDENTITY": "VERIFICAR A SUA IDENTIDADE",
  "AMOUNT IN USD": "MONTO EM USD",
  "From": "De",
  "XLiquidus Wallet": "Carteira XLiquidus",
  "Sent to": "Enviar a",
  "LINK A WALLET": "LINK A CARTEIRA",
  "Add Another Wallet": "Adicionar otra carteira",
  "CONFIRM TRANSACTION": "CONFIRMAR TRANSAÇÃO",
  "Price As of": "Preço de",
  "Crypto Payout Address": "Endereço de pagamento Cripto",
  "Arrival Date": "Data de chegada",
  "Currency Fee": "Taxa de moeda",
  "Transfer Total": "Transferência total",
  "Total Fee": "Taxa Total",
  "Total": "Total",
  "Proceed": "Continuar",
  "Bank Name": "Nome do Banco",
  "Credit Account Name": "Nome da conta de crédito",
  "Credit Account Number": "Número da conta de crédito",
  "Beneficiary Address": "Endereço do beneficiário",
  "Deposit Total": "Depósito Total",
  "Currency Fee Total": "Taxa total de moeda",
  "Currency Transfer Total": "Total de transferência de moeda",
  "Total Fees": "Taxas totais",
  "Expected Delivery Date": "Data prevista de entrega",
  "Verification Code": "Código de verificação",
  "CONFIRM AND TRANSFER": "CONFIRMAR E TRANSFERIR",
  "Close": "Fechar",
  "Update Address": "Atualizar endereço",
  "STATE/PROVINCE": "ESTADO/PROVINCIA",
  "STREET ADDRESS": "ENDEREÇO",
  "CITY": "CIDADE",
  "ZIP/POSTAL CODE": "ZIP/CÓDIGO POSTAL",
  "Update Profile": "Atualizar perfil",
  "wallet-funds works!": "os fundos da carteira funcionam!",
  "english": "Inglês",
  "spanish": "Espanhol",
  "portuguese": "Português",
  "PROFILE & SETTINGS": "PERFIL E CONFIGURAÇÕES",
  "Notifications": "Notificações",
  "Transaction": "Transação",
  "Watchlist": "Lista de observação",
  "REGISTER": "REGISTO",
  "Multi-Factor": "Multi-Factor",
  "Authentication (MFA)": "Autenticação (MFA)",
  "For Added Security": "Para segurança adicional",
  "forSecurity": "Para sua segurança, o XLiquidus requer uma chave de autenticação multi-factor única (MFA) no momento do check-out.",
  "Create and verify your key now.": "Crie e verifique já a sua chave.",
  "DO LATER": "FAZER MAIS TARDE",
  "CREATE MY KEY": "CRIAR A MINHA CHAVE",
  "VERIFY YOUR KEY": "VERIFIQUE A SUA CHAVE",
  "Copy Your Code": "Copie o seu código",
  "Get Your MFA Key": "Obtenha a sua chave MFA",
  "copyPaste": "Copie e cole o código acima numa destas duas aplicações de autenticação MFA de confiança gratuita para obter a sua chave de autenticação segura.",
  "Microsoft": "Microsoft",
  "Authentication": "Autenticação",
  "Google": "Google",
  "Once you received your key, return here and enter below.": "Assim que receber a sua chave, volte aqui e entre abaixo.",
  "copyPaste2": "Copie aqui o seu código fornecido pela Autenticação para verificar a sua autenticação.",
  "VERIFY": "VERIFICAR",
  "Liquidate": "Liquidação",
  "Marketplace": "Mercado",
  "My Wallet": "A minha carteira",
  "Shop the Marketplace": "Comprar o Mercado",
  "Liquidate Assets": "Liquidação de Ativos",
  "My Transactions": "As minhas transações",
  "Help and FAQs": "Ajuda e PERGUNTAS Frequentes",
  "About XLiquidus": "Sobre XLiquidus",
  "SELECT LANGUAGE":"SELECIONE O IDIOMA"
}